[
    [
        "Bom dia! 😀\nEm que posso ajudar?",
        "Início atendimento",
        "Inicio atendimento"
    ],
    [
        "Boa tarde! 😀 \nComo posso ajudar?",
        "Início atendimento tarde",
        "Inicio atendimento"
    ],
    [
        "Entendi.\nUm momento por favor que estou verificando.\nDurante a verificação a conexão poderá cair por um breve período.",
        "Verificando conexão",
        "Inicio atendimento"
    ],
    [
        "Obrigado por aguardar. 😀 \nFiz algumas alterações na conexão, e acredito que o problema foi resolvido. \nPor favor, pode verificar se ficou melhor?",
        "Conexão verificada",
        "Fim atendimento"
    ],
    [
        "Não estou conseguindo acessar o roteador remotamente. \nPode reiniciá-lo?  \nBasta retirar da tomada por cerca de 5 segundos, em seguida conectar novamente.",
        "Sem acesso roteador",
        "Inicio atendimento"
    ],
    [
        "Pode me informar algum exemplo de site/aplicativo que costuma acessar e notar este problema?",
        "Pedir site/app exemplo",
        "Inicio atendimento"
    ],
    [
        "Você tem notado esse problema em geral, ou apenas ao acessar algum site, aplicativo ou dispositivo específico?",
        "Lentidão Geral?",
        "Inicio atendimento"
    ],
    [
        "Por gentileza, qual o CPF do titular?",
        "Pedir CPF",
        "Inicio atendimento"
    ],
    [
        "É possível me enviar uma foto dos equipamentos de internet, que mostre principalmente a parte dos cabos conectados?",
        "Foto dos equipamentos",
        "Inicio atendimento"
    ],
    [
        "Já realizou o procedimento de retirar os equipamentos de internet da tomada por alguns segundos, em seguida conectar novamente?",
        "Reinicou equipamentos?",
        "Inicio atendimento"
    ],
    [
        "Nesse momento há (    )   dispositivos conectados todos na mesma rede Wi-Fi 2.4Ghz.\nO ideal quando são muitos dispositivos, é separar entre as conexões disponíveis do roteador, para nenhuma rede ficar sobrecarregada.\nO roteado conta com 3 métodos de conexão:\n\n1 - Via cabo, mais indicado para TV's, computadores, ou dispositivos fixo.\n2 - Rede Wi-Fi 2.4Ghz, indicado para celulares que constantemente vão para os cômodos mais distantes.\n3 - Rede Wi-Fi 5Ghz, indicado para celulares próximos ao roteador. \n\nOferecemos cabo de rede de até 1 metro gratuitamente aqui na loja, e vendemos cabos maiores (necessário reservar).\nAlém disso temos disponível o serviço de passagem de cabo de rede de um cômodo para outro (Por ser um serviço extra há um custo).",
        "WiFi sobrecarregado",
        "Geral"
    ],
    [
        "Identifiquei que a conexão está bloqueada. Um momento por favor, que transferirei ao setor responsável.",
        "Bloqueio Financeiro",
        "Inicio atendimento"
    ],
    [
        "Um momento por favor, que transferirei ao setor responsável.",
        "Transferir",
        "Inicio atendimento"
    ],
    [
        "Por gentileza, pode me confirmar seu endereço, e também a nova senha que quer colocar?\nÉ necessário que a nova senha tenha no mínimo 8 caracteres.",
        "Nova senha WiFi",
        "Inicio atendimento"
    ],
    [
        "Pronto, a senha foi alterada! 👍😀\nAjudo em algo mais neste momento?",
        "Senha alterada",
        "Fim atendimento"
    ],
    [
        "Nesse caso ofereço uma visita técnica para verificação dos equipamentos de internet, e o local em que eles estão instalados.\nAlgumas vezes o aparelho pode estar instalado em um local que não propaga bem o sinal Wi-Fi e outros cômodos podem não chegar o sinal.\nAssim o técnico pode recomendar as opções, que seria a troca dos equipamentos de local, a instalação de um ponto adicional, ou se for um problema no próprio roteador ele já realiza o reparo.\n\nA visita técnica não tem custo, e caso seja identificado um problema nos equipamentos realizaremos o reparo também sem custo.\nJá os serviços de instalação de um ponto adicional, e mudança dos equipamentos de local, tem um custo.\nSe o técnico identificar a necessidade ele vai lhe indicar, assim caso aprove, podemos agendar uma visita para realizar o serviço.",
        "Visita sinal wifi fraco",
        "Geral"
    ],
    [
        "As visitas no período da tarde ocorrem entre as 13h30 e 18h. \nElas têm duração variada, e infelizmente não tenho como informar um horário específico, porém caso tenha alguma restrição de horário é só me informar, que aviso ao técnico.  \nAssim ele evitará passar no horário que não poderá atendê-lo. 😀",
        "Horário visita",
        "Fim atendimento"
    ],
    [
        "Reservamos o acesso do roteador aos nossos técnicos, para garantir que tudo esteja correto para o bom funcionamento da sua internet.\nPossibilitamos alterar configurações remotamente pelo atendimento, caso necessite de alguma função específica, como o redirecionamento de portas, troca de senha, etc.\n\nSe fizer questão de receber os dados de acesso posso fornecer, porém caso seja feita alguma alteração, que acabe fazendo a internet deixar de funcionar, a visita de reparo poderá ter o custo do chamado técnico.\nGostaria de algum ajuste ou informação específica das configurações do roteador, ou prefere receber os dados de acesso do mesmo?",
        "Sobre senha roteador",
        "Inicio atendimento"
    ],
    [
        "Há alguns requisitos para realização do teste de velocidade.\nComo a velocidade da banda contratada é muito alta, celulares, ou dispositivos conectados na rede Wi-Fi não costumam ser fortes o suficiente para atingir a velocidade máxima, e o teste fica limitado a capacidade do dispositivo/tecnologia WiFi.\n\nRecomendamos para teste um computador conectado via cabo de rede.\nO computador e o cabo tem que suportar conexão gigabit (superior a 100mega).\nRecomendamos também os sites speedtest.net / fast.com / nperf.com\n\nCaso não tenha um computador via cabo de rede disponível o teste pode ser realizado via Wi-Fi, porém cada rede Wi-Fi e dispositivo possuem capacidade diferente.\nPor exemplo dispositivos conectados na rede Wi-Fi 2.4Ghz costumam atingir a velocidade máxima de 40 a 50mega.\nJá na rede Wi-Fi 5Ghz pode chegar a média de 250mega.\nTambém há a variação de intensidade de sinal, e numero de dispositivos conectados, que pode interferir no resultado.\n\nLembrando que isso é apenas para realização dos testes de velocidade.\nCaso tenha alguma outra dúvida/problema sobre a conexão podemos verificar também!",
        "Teste de velocidade",
        "Geral"
    ],
    [
        "Bom dia! 😀\nDesculpe não ter respondido ainda ontem, meu turno de atendimento já havia se encerrado.",
        "Resposta de manha.",
        "Inicio atendimento"
    ],
    [
        "Para trocar os equipamentos de cômodo precisamos refazer parte da instalação.\nEste é um serviço extra e tem um custo de R$50,00 referente ao chamado.\nCaso o cabeamento da fibra não alcance o novo local, será necessário refazer a instalação toda por completo, trocando o cabeamento da fibra, assim o valor total fica em R$100,00.\n\nTenho vaga mais próxima disponível para sexta-feira no período da tarde.\nGostaria de agendar a visita?",
        "Troca de comodo",
        "Geral"
    ],
    [
        "Devido ao termino do meu turno, estou encerrando este atendimento, a fim de que outro técnico possa lhe atender, caso você precise.\nHavendo algo mais para auxiliarmos por favor entre em contato novamente.\nTenha uma ótima noite! 😀",
        "Fim de turno",
        "Fim atendimento"
    ],
    [
        "Combinado, a visita está agendada! 😁👍",
        "Visita agendada",
        "Fim atendimento"
    ],
    [
        "Havendo algo mais para auxiliarmos, por favor entre em contato novamente.\nTenha um ótimo dia! 😀",
        "Encerrar Atendimento",
        "Fim atendimento"
    ],
    [
        "Ajustado canais WI-FI para livrar de interferências, Checado DNS, Banda WI-FI em auto, IPV6 ativo.\nSinal da fibra dentro do padrão de qualidade.\nReiniciados equipamentos e orientado cliente a testar. Cliente confirma melhora na conexão.",
        "Finalizar O.S.",
        "Fim atendimento"
    ],
    [
        "Nós somos como a companhia de água, fornecemos a água até um ponto da casa (que seria o nosso roteador). A partir daí, se você quer água no banheiro lá do fundo, no segundo andar, ou no quintal, você precisa de um encanador para fazer a tubulação interna da sua casa.\n\nA internet funciona igual:\n\nNós entregamos a internet até o roteador que instalamos\nNosso roteador é de boa qualidade, mas mesmo assim não conseguimos garantir que o sinal Wi-Fi chegue em todos os cantos da casa - isso depende do tamanho, paredes, interferências...\nSe o sinal não chega no quarto, escritório ou quintal, isso é problema da rede interna da sua casa.\nPara te ajudar nesses casos, oferecemos alguns serviços extras:\n\nInstalação de um roteador adicional\nPassagem de cabo de rede até algum dispositivo específico\nSão serviços básicos para resolver os problemas mais comuns\nPara soluções mais complexas, você precisa:\n\nContratar um técnico especializado em redes/TI\nEle pode fazer um projeto completo: repetidores, pontos de acesso, cabeamento estruturado.",
        "Contratar Empresa de TI",
        "Geral"
    ],
    [
        "Oferecemos cabo de rede de até 1 metro gratuitamente para retirada aqui na loja.\nTambém vendemos cabos maiores por metro (necessário reservar).\nAlém disso caso tenha interesse, temos um serviço especial de passagem de cabo de rede de um cômodo a outro.",
        "Cabo rede loja",
        "Geral"
    ],
    [
        "Também tenho algumas recomendações de uso:\n\nNesse momento, todos os seus 4 dispositivos estão conectados à rede Wi-Fi 2,4 GHz ( ). Isso pode sobrecarregar a rede. O ideal é dividir os dispositivos conectados entre as opções de conexão disponíveis no roteador.\n\nO roteador oferece três métodos de conexão para seus dispositivos:\n\n*Conexão via cabo de rede:* Indicada para TVs, computadores, TV BOX e outros dispositivos compatíveis. Conectar um dispositivo diretamente via cabo é sempre a melhor opção, por ser muito mais estável que o Wi-Fi e deixa a rede Wi-Fi mais livre para os outros dispositivos.\n\n*Conexão via Wi-Fi 5 GHz:* Indicada para dispositivos que não podem ser conectados via cabo e que estão no mesmo cômodo que o roteador. É mais rápida que o Wi-Fi comum, mas tem alcance menor.\n\n*Conexão via Wi-Fi 2,4 GHz:* Indicada para dispositivos que não podem ser conectados via cabo e que estão mais distantes do roteador (em outros cômodos).  Essa rede tem maior alcance, mas não suporta tanta velocidade.",
        "Muitos disp. mesma rede",
        "Geral"
    ]
]
